Tekla.Structures.DialogInternal.RebarAttibuteCallback_t
Delegate for rebar dialog attribute request
handle: Native dialog handle
size: Rebar size
grade: Rebar grade
radius: Rebar radius
usage: Rebar usage
Returns: true on successful call